2.tpms_case_malha/constant/momentumTransport
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}

// tipo de escoamento
simulationType laminar;

transportModel Newtonian;

nu              1e-06;   // viscosidade cinemática [m²/s]
