2.tpms_case_malha/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
 (-0.105000 -0.024809 -0.019005)
 ( 0.105000 -0.024809 -0.019005)
 ( 0.105000  0.024500 -0.019005)
 (-0.105000  0.024500 -0.019005)

 (-0.105000 -0.024809 0.019005)
 ( 0.105000 -0.024809 0.019005)
 ( 0.105000  0.024500 0.019005)
 (-0.105000  0.024500 0.019005)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (80 60 80) 
    simpleGrading
(
    (
        (0.25 0.25 6)
        (0.50 0.50 1)
        (0.25 0.25 0.166)
    )
    1
    1
)
);

edges
(
);

boundary
(
    boxWalls
    {
        type wall;
        faces
        (
            (0 1 2 3)
            (4 5 6 7)
            (0 1 5 4)
            (1 2 6 5)
            (2 3 7 6)
            (3 0 4 7)
        );
    }
);

mergePatchPairs
(
);
