2.tpms_case_malha/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     simpleFoam;       // solver para escoamento laminar steady-state

startFrom       latestTime;

startTime       0;

stopAt          endTime;

endTime         1000;            // número máximo de iterações

deltaT          1;                // necessário, mas não usado pelo simpleFoam

writeControl    timeStep;

writeInterval   50;              // escreve resultados a cada 100 iterações

purgeWrite      0;

writeFormat     ascii;

writePrecision  6;

writeCompression uncompressed;

timeFormat      general;

timePrecision   6;

runTimeModifiable true;

residualControl
{
    U           1e-5;
    p           1e-4;
}
